/* %1$@ permission: %2$@
Please note %1$@ is a variable and must be preserved in the translated text.
for example: `Accessibility permission: ⛔️ required` */

"%1$@ permission: %2$@" = "Permiso de %1$@ %2$@";

/* corresponds to Accessibility in system Privacy settings */
"Accessibility" = "Accesibilidad";

/* Preferences pane for `App` settings */
"App" = "Aplicación";

/* Check box next to the 'Check for updates' button */
"Automatically" = "Automáticamente";

/* Button, when pressed, checks for updates now */
"Check for updates" = "Buscar actualizaciones";

/* 1=name of app e.g. `Enable Scroll Reverser` */
"Enable %1$@" = "Habilitar %1$@";

/* No comment provided by engineer. */
"For settings, click the icon in the menu bar" = "Para los ajustes, haga click en el icono de la barra de menú";

/* Alert box title */
"Icon Hidden" = "Ícono oculto";

/* Check box: Include beta versionss of the app when checking for updates */
"Include beta versions" = "Incluir versiones beta";

/* corresponds to Input Monitoring in system Privacy settings */
"Input Monitoring" = "Monitoreo de entrada";

/* Large step size */
"Large" = "Grande";

/* No comment provided by engineer. */
"OK" = "Aceptar";

/* Open %1$@ preferences
Please note %1$@ is a variable and must remain in the translated text.
Example: "Open Input Monitoring preferences" */
"Open %1$@ preferences" = "Abrir preferencias de %1$@";

/* Section title */
"Permissions" = "Permisos";

/* No comment provided by engineer. */
"Preferences" = "Ajustes";

/* 1=name of app e.g. `Quit Scroll Reverser` */
"Quit %1$@" = "Cerrar %1$@";

/* Request %1$@ permission
Please note %1$@ is a variable. It is replaced with either `Input Monitoring` or `Accessibility`. */
"Request %1$@ permission" = "Solicitar permiso de %1$@";

/* Prefs check box */
"Reverse Horizontal" = "Invertir horizontalmente";

/* Prefs check box */
"Reverse Mouse" = "Invertir ratón";

/* Prefs check box */
"Reverse Trackpad" = "Invertir trackpad";

/* Prefs check box */
"Reverse Vertical" = "Invertir verticalmente";

/* No comment provided by engineer. */
"Scroll Reverser is now running!" = "¡Scroll Reverser está en ejecución!";

/* No comment provided by engineer. */
"Scroll Reverser needs Accessibility permission to modify your scrolling." = "Scroll Reverser necesita permiso de accesibilidad para modificar tu desplazamiento.";

/* No comment provided by engineer. */
"Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad." = "Scroll Reverser necesita permiso de monitoreo de entradas para detectar si tus dedos están tocando tu trackpad.";

/* Prefs section header */
"Scroll Wheel" = "Rueda de desplazamiento";

/* Preferences pane for `Scrolling` serttings */
"Scrolling" = "Desplazamiento";

/* Prefs section title */
"Scrolling Axes" = "Ejes de desplazamiento";

/* Prefs section title */
"Scrolling Devices" = "Dispositivos de desplazamiento";

/* Prefs check box */
"Show in menu bar" = "Mostrar en la barra de menú";

/* Small step size */
"Small" = "Pequeño";

/* Prefs check box */
"Start at login" = "Arrancar en el login";

/* Size of one step of the mouse scroll wheel */
"Step size" = "Tamaño del paso";

/* Alert box text. 1=name of app */
"The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder." = "El icono %1$@ ha sido eliminado de la barra de menú. Para restaurarlo en cualquier momento, vuelve a iniciar %1$@ desde el Finder.";

/* No comment provided by engineer. */
"⛔️ required" = "⛔ necesario";

/* No comment provided by engineer. */
"✅ granted" = "✅ concedido";
